Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Command_NoSession
source: No previous session
ar: لا توجد جلسة سابقة
cs: Žádná předchozí relace
de: Keine vorherige Sitzung
el: Δεν υπάρχει προηγούμενη περίοδος λειτουργίας
es: No hay ninguna sesión anterior
fa: نشست قبلی وجود ندارد
fr: Aucune session précédente
hu: Nincs előző munkamenet
id: Tidak ada sesi sebelumnya
it: Nessuna sessione precedente
ja: 前回のセッションがありません
ko: 이전 세션이 없음
pl: Brak poprzedniej sesji
pt: Nenhuma sessão anterior
ro: Nicio sesiune anterioară
ru: Нет предыдущего сеанса
th: ไม่มีเซสชันก่อนหน้า
tr: Önceki oturum yok
uk: Немає попереднього сеансу
vi: Không có phiên trước
zh_hans: 没有上一个会话
zh_hant: 沒有上一個工作階段

# Menu_View_Hash.Text
source: Hash
ar: التجزئة
el: Κατακερματισμός
fa: هش
fr: Hachage
hu: Kivonat
ja: ハッシュ(H)
ko: 해시(H)
pl: Hashe
ru: Хэш
th: แฮช(H)
tr: Karma
uk: Хеш
zh_hans: 哈希(H)
zh_hant: 雜湊(H)

# Menu_View_Hash.AccessKey
source: H
ar: ج
el: Τ
fa: ه
hu: K
ru: Х
tr: K
uk: Х

# Panel_Hash_Title
source: Hash
ar: التجزئة
el: Κατακερματισμός
fa: هش
fr: Hachage
hu: Kivonat
ja: ハッシュ
ko: 해시
pl: Hashe
ru: Хэш
th: แฮช
tr: Karma
uk: Хеш
zh_hans: 哈希
zh_hant: 雜湊

# Set_session_restoreOnStartup
source: On startup
ar: عند بدء التشغيل
cs: Při spuštění
de: Beim Start
el: Κατά την εκκίνηση
es: Al iniciar
fa: هنگام شروع
fr: Au démarrage
hu: Indításkor
id: Saat memulai
it: All'avvio
ja: 起動時の動作
ko: 시작 시
pl: Przy uruchamianiu
pt: Na inicialização
ro: La pornire
ru: При запуске
th: เมื่อเริ่มต้น
tr: Başlangıçta
uk: Під час запуску
vi: Khi khởi động
zh_hans: 启动时
zh_hant: 啟動時

# SetDesc_session_restoreOnStartup
source: Whether to reopen the tabs of the previous session when HexEditor starts.
ar: ما إذا كان سيتم إعادة فتح علامات تبويب الجلسة السابقة عند بدء تشغيل HexEditor.
cs: Zda se mají při spuštění aplikace HexEditor znovu otevřít karty předchozí relace.
de: Ob beim Start von HexEditor die Registerkarten der vorherigen Sitzung wieder geöffnet werden.
el: Αν θα ανοίγουν ξανά οι καρτέλες της προηγούμενης περιόδου λειτουργίας κατά την εκκίνηση του HexEditor.
es: Si se vuelven a abrir las pestañas de la sesión anterior al iniciar HexEditor.
fa: اینکه هنگام آغاز HexEditor، زبانه‌های نشست قبلی دوباره باز شوند یا نه.
fr: Indique s'il faut rouvrir les onglets de la session précédente au démarrage de HexEditor.
hu: Megnyíljanak-e újra az előző munkamenet lapjai a HexEditor indításakor.
id: Apakah tab dari sesi sebelumnya dibuka kembali saat HexEditor dimulai.
it: Se riaprire le schede della sessione precedente all'avvio di HexEditor.
ja: 起動したときに、前回のセッションのタブを開き直すかどうかです。
ko: HexEditor를 시작할 때 이전 세션의 탭을 다시 열지 여부입니다.
pl: Czy ponownie otwierać karty poprzedniej sesji po uruchomieniu programu HexEditor.
pt: Se as guias da sessão anterior devem ser reabertas quando o HexEditor é iniciado.
ro: Dacă filele sesiunii anterioare se redeschid la pornirea HexEditor.
ru: Открывать ли снова вкладки предыдущего сеанса при запуске HexEditor.
th: จะเปิดแท็บของเซสชันก่อนหน้าอีกครั้งเมื่อเริ่ม HexEditor หรือไม่
tr: HexEditor başladığında önceki oturumun sekmelerinin yeniden açılıp açılmayacağı.
uk: Чи відкривати знову вкладки попереднього сеансу під час запуску HexEditor.
vi: Có mở lại các tab của phiên trước khi HexEditor khởi động hay không.
zh_hans: HexEditor 启动时是否重新打开上一个会话的选项卡。
zh_hant: HexEditor 啟動時是否重新開啟上一個工作階段的索引標籤。

# SetOpt_session_restoreOnStartup_always
source: Restore the previous session
ar: استعادة الجلسة السابقة
cs: Obnovit předchozí relaci
de: Vorherige Sitzung wiederherstellen
el: Επαναφορά της προηγούμενης περιόδου λειτουργίας
es: Restaurar la sesión anterior
fa: بازیابی نشست قبلی
fr: Restaurer la session précédente
hu: Előző munkamenet visszaállítása
id: Pulihkan sesi sebelumnya
it: Ripristina la sessione precedente
ja: 前回のセッションを復元する
ko: 이전 세션 복원
pl: Przywróć poprzednią sesję
pt: Restaurar a sessão anterior
ro: Restaurare sesiune anterioară
ru: Восстанавливать предыдущий сеанс
th: คืนค่าเซสชันก่อนหน้า
tr: Önceki oturumu geri yükle
uk: Відновлювати попередній сеанс
vi: Khôi phục phiên trước
zh_hans: 还原上一个会话
zh_hant: 還原上一個工作階段

# SetOpt_session_restoreOnStartup_ask
source: Offer to restore on the start page
ar: عرض الاستعادة في صفحة البدء
cs: Nabídnout obnovení na úvodní stránce
de: Wiederherstellung auf der Startseite anbieten
el: Πρόταση επαναφοράς στη σελίδα έναρξης
es: Ofrecer la restauración en la página de inicio
fa: پیشنهاد بازیابی در صفحهٔ شروع
fr: Proposer la restauration sur la page d'accueil
hu: Visszaállítás felajánlása a kezdőlapon
id: Tawarkan pemulihan di halaman awal
it: Proponi il ripristino nella pagina iniziale
ja: スタートページで復元を提案する
ko: 시작 페이지에서 복원 제안
pl: Zaproponuj przywrócenie na stronie startowej
pt: Oferecer a restauração na página inicial
ro: Oferire restaurare pe pagina de start
ru: Предлагать восстановление на начальной странице
th: เสนอให้คืนค่าในหน้าเริ่มต้น
tr: Başlangıç sayfasında geri yüklemeyi öner
uk: Пропонувати відновлення на початковій сторінці
vi: Đề xuất khôi phục trên trang bắt đầu
zh_hans: 在起始页上提供还原选项
zh_hant: 在開始頁面上提供還原選項

# SetOpt_session_restoreOnStartup_never
source: Start with no files
ar: البدء دون ملفات
cs: Spustit bez souborů
de: Ohne Dateien starten
el: Έναρξη χωρίς αρχεία
es: Iniciar sin archivos
fa: شروع بدون فایل
fr: Démarrer sans fichier
hu: Indítás fájlok nélkül
id: Mulai tanpa file
it: Avvia senza file
ja: ファイルを開かずに起動する
ko: 파일 없이 시작
pl: Uruchom bez plików
pt: Iniciar sem arquivos
ro: Pornire fără fișiere
ru: Запускать без файлов
th: เริ่มโดยไม่เปิดไฟล์
tr: Dosya olmadan başlat
uk: Запускати без файлів
vi: Khởi động không mở tệp
zh_hans: 不打开任何文件启动
zh_hant: 不開啟任何檔案

# Set_recent_maxItems
source: Number of recent files
ar: عدد الملفات الأخيرة
cs: Počet posledních souborů
de: Anzahl zuletzt verwendeter Dateien
el: Πλήθος πρόσφατων αρχείων
es: Número de archivos recientes
fa: تعداد فایل‌های اخیر
fr: Nombre de fichiers récents
hu: Legutóbbi fájlok száma
id: Jumlah file terbaru
it: Numero di file recenti
ja: 最近使ったファイルの件数
ko: 최근 파일 수
pl: Liczba ostatnich plików
pt: Número de arquivos recentes
ro: Număr de fișiere recente
ru: Число последних файлов
th: จำนวนไฟล์ล่าสุด
tr: Son dosya sayısı
uk: Кількість останніх файлів
vi: Số tệp gần đây
zh_hans: 最近使用的文件数
zh_hant: 最近使用的檔案數目

# SetDesc_recent_maxItems
source: How many files to keep in the recent files list. 0 turns the list off.
ar: عدد الملفات التي يتم الاحتفاظ بها في قائمة الملفات الأخيرة. القيمة 0 توقف القائمة.
cs: Kolik souborů se má uchovávat v seznamu posledních souborů. Hodnota 0 seznam vypne.
de: Wie viele Dateien in der Liste der zuletzt verwendeten Dateien bleiben. 0 deaktiviert die Liste.
el: Πόσα αρχεία διατηρούνται στη λίστα πρόσφατων αρχείων. Η τιμή 0 απενεργοποιεί τη λίστα.
es: Cuántos archivos se conservan en la lista de archivos recientes. 0 desactiva la lista.
fa: تعداد فایل‌هایی که در فهرست فایل‌های اخیر نگه داشته می‌شوند. 0 فهرست را خاموش می‌کند.
fr: Le nombre de fichiers conservés dans la liste des fichiers récents. 0 désactive la liste.
hu: Hány fájl maradjon a legutóbbi fájlok listájában. A 0 kikapcsolja a listát.
id: Berapa banyak file yang disimpan dalam daftar file terbaru. 0 menonaktifkan daftar.
it: Quanti file mantenere nell'elenco dei file recenti. 0 disattiva l'elenco.
ja: 最近使ったファイルの一覧に残す件数です。0 にすると一覧を使いません。
ko: 최근 파일 목록에 유지할 파일 수입니다. 0이면 목록을 사용하지 않습니다.
pl: Ile plików przechowywać na liście ostatnich plików. 0 wyłącza listę.
pt: Quantos arquivos manter na lista de arquivos recentes. 0 desativa a lista.
ro: Câte fișiere se păstrează în lista fișierelor recente. 0 dezactivează lista.
ru: Сколько файлов хранить в списке последних файлов. 0 отключает список.
th: จำนวนไฟล์ที่เก็บไว้ในรายการไฟล์ล่าสุด 0 จะปิดรายการ
tr: Son dosyalar listesinde tutulacak dosya sayısı. 0 listeyi kapatır.
uk: Скільки файлів зберігати в списку останніх файлів. 0 вимикає список.
vi: Số tệp giữ trong danh sách tệp gần đây. 0 sẽ tắt danh sách.
zh_hans: 最近使用的文件列表中保留的文件数。设为 0 将关闭该列表。
zh_hant: 最近使用的檔案清單中要保留的檔案數目。設為 0 會關閉清單。

# Set_recent_restorePosition
source: Restore the last position
ar: استعادة الموضع الأخير
cs: Obnovit poslední pozici
de: Letzte Position wiederherstellen
el: Επαναφορά της τελευταίας θέσης
es: Restaurar la última posición
fa: بازیابی آخرین موقعیت
fr: Restaurer la dernière position
hu: Utolsó pozíció visszaállítása
id: Pulihkan posisi terakhir
it: Ripristina l'ultima posizione
ja: 前回の位置を復元する
ko: 마지막 위치 복원
pl: Przywracaj ostatnią pozycję
pt: Restaurar a última posição
ro: Restaurare ultima poziție
ru: Восстанавливать последнее положение
th: คืนค่าตำแหน่งล่าสุด
tr: Son konumu geri yükle
uk: Відновлювати останню позицію
vi: Khôi phục vị trí cuối
zh_hans: 还原上次的位置
zh_hant: 還原上次的位置

# SetDesc_recent_restorePosition
source: When you open a file again, go back to the cursor position and selection from last time.
ar: عند فتح ملف مرة أخرى، العودة إلى موضع المؤشر والتحديد من المرة السابقة.
cs: Při opětovném otevření souboru se vrátí na pozici kurzoru a výběr z minula.
de: Beim erneuten Öffnen einer Datei zur letzten Cursorposition und Auswahl zurückkehren.
el: Όταν ανοίγετε ξανά ένα αρχείο, επιστροφή στη θέση του δρομέα και στην επιλογή της προηγούμενης φοράς.
es: Al volver a abrir un archivo, vuelve a la posición del cursor y a la selección de la última vez.
fa: وقتی فایلی را دوباره باز می‌کنید، به موقعیت مکان‌نما و انتخاب دفعهٔ قبل برمی‌گردد.
fr: Lorsque vous rouvrez un fichier, revenir à la position du curseur et à la sélection de la dernière fois.
hu: Egy fájl ismételt megnyitásakor visszaáll a legutóbbi kurzorpozíció és kijelölés.
id: Saat Anda membuka file lagi, kembali ke posisi kursor dan pilihan terakhir.
it: Quando riapri un file, torna alla posizione del cursore e alla selezione dell'ultima volta.
ja: ファイルを開き直したとき、前回のカーソル位置と選択範囲に戻します。
ko: 파일을 다시 열 때 지난번의 커서 위치와 선택 영역으로 돌아갑니다.
pl: Po ponownym otwarciu pliku przywraca pozycję kursora i zaznaczenie z ostatniego razu.
pt: Ao abrir um arquivo novamente, volta à posição do cursor e à seleção da última vez.
ro: Când redeschideți un fișier, se revine la poziția cursorului și la selecția de data trecută.
ru: При повторном открытии файла возвращаться к прежнему положению курсора и выделению.
th: เมื่อเปิดไฟล์อีกครั้ง ให้กลับไปยังตำแหน่งเคอร์เซอร์และส่วนที่เลือกจากครั้งที่แล้ว
tr: Bir dosyayı yeniden açtığınızda son seferki imleç konumuna ve seçime geri döner.
uk: Під час повторного відкриття файлу повертатися до позиції курсора й виділення минулого разу.
vi: Khi mở lại tệp, quay về vị trí con trỏ và vùng chọn của lần trước.
zh_hans: 再次打开文件时，返回到上次的光标位置和选定内容。
zh_hant: 再次開啟檔案時，回到上次的游標位置和選取範圍。

# Set_files_autoReloadUnmodified
source: Reload unmodified files automatically
ar: إعادة تحميل الملفات غير المعدّلة تلقائياً
cs: Automaticky znovu načítat neupravené soubory
de: Nicht geänderte Dateien automatisch neu laden
el: Αυτόματη επαναφόρτωση μη τροποποιημένων αρχείων
es: Volver a cargar automáticamente los archivos sin modificar
fa: بارگذاری مجدد خودکار فایل‌های تغییرنیافته
fr: Recharger automatiquement les fichiers non modifiés
hu: Nem módosított fájlok automatikus újratöltése
id: Muat ulang file yang tidak diubah secara otomatis
it: Ricarica automaticamente i file non modificati
ja: 編集していないファイルを自動で再読み込みする
ko: 수정하지 않은 파일 자동 다시 로드
pl: Automatycznie ładuj ponownie niezmodyfikowane pliki
pt: Recarregar automaticamente arquivos não modificados
ro: Reîncărcare automată a fișierelor nemodificate
ru: Автоматически перезагружать неизмененные файлы
th: โหลดไฟล์ที่ไม่ได้แก้ไขใหม่โดยอัตโนมัติ
tr: Değiştirilmemiş dosyaları otomatik olarak yeniden yükle
uk: Автоматично перезавантажувати незмінені файли
vi: Tự động tải lại tệp chưa sửa đổi
zh_hans: 自动重新加载未修改的文件
zh_hant: 自動重新載入未修改的檔案

# SetDesc_files_autoReloadUnmodified
source: When another app changes a file you have not edited, reload it without asking.
ar: عندما يغيّر تطبيق آخر ملفاً لم تحرره، تتم إعادة تحميله دون سؤال.
cs: Když jiná aplikace změní soubor, který jste neupravili, znovu ho načte bez dotazu.
de: Wenn eine andere App eine Datei ändert, die Sie nicht bearbeitet haben, wird sie ohne Nachfrage neu geladen.
el: Όταν άλλη εφαρμογή αλλάζει ένα αρχείο που δεν έχετε επεξεργαστεί, επαναφόρτωσή του χωρίς ερώτηση.
es: Cuando otra aplicación cambia un archivo que no has editado, se vuelve a cargar sin preguntar.
fa: وقتی برنامهٔ دیگری فایلی را که ویرایش نکرده‌اید تغییر می‌دهد، بدون پرسش دوباره بارگذاری شود.
fr: Lorsqu'une autre application modifie un fichier que vous n'avez pas modifié, le recharger sans demander.
hu: Ha egy másik alkalmazás módosít egy olyan fájlt, amelyet Ön nem szerkesztett, az kérdés nélkül újratöltődik.
id: Saat aplikasi lain mengubah file yang belum Anda edit, muat ulang tanpa bertanya.
it: Quando un'altra app modifica un file che non hai modificato, ricaricalo senza chiedere.
ja: 編集していないファイルが他のアプリで変更されたら、確認せずに読み直します。
ko: 편집하지 않은 파일을 다른 앱에서 변경하면 묻지 않고 다시 로드합니다.
pl: Gdy inna aplikacja zmieni plik, którego nie edytowano, załaduj go ponownie bez pytania.
pt: Quando outro aplicativo altera um arquivo que você não editou, recarrega-o sem perguntar.
ro: Când altă aplicație modifică un fișier pe care nu l-ați editat, acesta se reîncarcă fără întrebare.
ru: Если другое приложение изменяет файл, который вы не редактировали, перезагружать его без запроса.
th: เมื่อแอปอื่นเปลี่ยนแปลงไฟล์ที่คุณยังไม่ได้แก้ไข ให้โหลดใหม่โดยไม่ถาม
tr: Düzenlemediğiniz bir dosyayı başka bir uygulama değiştirdiğinde, sormadan yeniden yükler.
uk: Якщо інша програма змінює файл, який ви не редагували, перезавантажувати його без запиту.
vi: Khi ứng dụng khác thay đổi tệp mà bạn chưa chỉnh sửa, tải lại mà không hỏi.
zh_hans: 当其他应用更改了你未编辑的文件时，不经询问直接重新加载。
zh_hant: 當其他應用程式變更您未編輯的檔案時，不詢問即重新載入。

# Set_save_backup_enabled
source: Make a backup when saving
ar: إنشاء نسخة احتياطية عند الحفظ
cs: Při ukládání vytvořit zálohu
de: Beim Speichern eine Sicherung erstellen
el: Δημιουργία αντιγράφου ασφαλείας κατά την αποθήκευση
es: Crear una copia de seguridad al guardar
fa: ایجاد نسخهٔ پشتیبان هنگام ذخیره
fr: Créer une sauvegarde lors de l'enregistrement
hu: Biztonsági másolat készítése mentéskor
id: Buat cadangan saat menyimpan
it: Crea un backup durante il salvataggio
ja: 保存時にバックアップを作る
ko: 저장할 때 백업 만들기
pl: Twórz kopię zapasową przy zapisywaniu
pt: Fazer um backup ao salvar
ro: Creare copie de rezervă la salvare
ru: Создавать резервную копию при сохранении
th: สร้างข้อมูลสำรองเมื่อบันทึก
tr: Kaydederken yedek oluştur
uk: Створювати резервну копію під час збереження
vi: Tạo bản sao lưu khi lưu
zh_hans: 保存时创建备份
zh_hant: 儲存時建立備份

# SetDesc_save_backup_enabled
source: Keep a copy of the original file before it is overwritten.
ar: الاحتفاظ بنسخة من الملف الأصلي قبل الكتابة فوقه.
cs: Před přepsáním uchová kopii původního souboru.
de: Eine Kopie der ursprünglichen Datei aufbewahren, bevor sie überschrieben wird.
el: Διατήρηση αντιγράφου του αρχικού αρχείου πριν από την αντικατάστασή του.
es: Conserva una copia del archivo original antes de sobrescribirlo.
fa: پیش از بازنویسی فایل اصلی، یک رونوشت از آن نگه داشته می‌شود.
fr: Conserve une copie du fichier d'origine avant qu'il soit écrasé.
hu: Az eredeti fájl másolatának megőrzése a felülírás előtt.
id: Menyimpan salinan file asli sebelum ditimpa.
it: Conserva una copia del file originale prima che venga sovrascritto.
ja: 上書きする前に、元のファイルのコピーを残します。
ko: 덮어쓰기 전에 원본 파일의 복사본을 유지합니다.
pl: Zachowuje kopię oryginalnego pliku przed jego zastąpieniem.
pt: Mantém uma cópia do arquivo original antes de ser substituído.
ro: Păstrează o copie a fișierului original înainte de a fi suprascris.
ru: Сохранять копию исходного файла перед его перезаписью.
th: เก็บสำเนาของไฟล์ต้นฉบับไว้ก่อนที่จะถูกเขียนทับ
tr: Özgün dosyanın üzerine yazılmadan önce bir kopyasını saklar.
uk: Зберігати копію вихідного файлу перед його перезаписуванням.
vi: Giữ một bản sao của tệp gốc trước khi bị ghi đè.
zh_hans: 在覆盖原始文件之前保留其副本。
zh_hant: 在覆寫原始檔案之前保留一份複本。

# Set_save_backup_location
source: Backup location
ar: موقع النسخ الاحتياطي
cs: Umístění záloh
de: Speicherort der Sicherung
el: Θέση αντιγράφων ασφαλείας
es: Ubicación de la copia de seguridad
fa: مکان نسخهٔ پشتیبان
fr: Emplacement des sauvegardes
hu: Biztonsági másolatok helye
id: Lokasi cadangan
it: Percorso dei backup
ja: バックアップの場所
ko: 백업 위치
pl: Lokalizacja kopii zapasowych
pt: Local do backup
ro: Locația copiilor de rezervă
ru: Расположение резервных копий
th: ตำแหน่งข้อมูลสำรอง
tr: Yedek konumu
uk: Розташування резервних копій
vi: Vị trí sao lưu
zh_hans: 备份位置
zh_hant: 備份位置

# SetDesc_save_backup_location
source: Where to put backup copies.
ar: مكان وضع النسخ الاحتياطية.
cs: Kam se mají ukládat záložní kopie.
de: Wo Sicherungskopien abgelegt werden.
el: Πού τοποθετούνται τα αντίγραφα ασφαλείας.
es: Dónde se colocan las copias de seguridad.
fa: محل قرار دادن رونوشت‌های پشتیبان.
fr: L'endroit où placer les copies de sauvegarde.
hu: Hová kerüljenek a biztonsági másolatok.
id: Tempat menyimpan salinan cadangan.
it: Dove salvare le copie di backup.
ja: バックアップのコピーを置く場所です。
ko: 백업 복사본을 둘 위치입니다.
pl: Gdzie umieszczać kopie zapasowe.
pt: Onde colocar as cópias de backup.
ro: Unde se plasează copiile de rezervă.
ru: Куда помещать резервные копии.
th: ตำแหน่งที่จะเก็บสำเนาสำรอง
tr: Yedek kopyaların konulacağı yer.
uk: Куди зберігати резервні копії.
vi: Nơi đặt các bản sao lưu.
zh_hans: 备份副本的存放位置。
zh_hant: 存放備份複本的位置。

# SetOpt_save_backup_location_sameFolder
source: Same folder as the file
ar: المجلد نفسه الذي يوجد فيه الملف
cs: Stejná složka jako soubor
de: Gleicher Ordner wie die Datei
el: Ίδιος φάκελος με το αρχείο
es: La misma carpeta que el archivo
fa: همان پوشهٔ فایل
fr: Même dossier que le fichier
hu: A fájllal azonos mappa
id: Folder yang sama dengan file
it: Stessa cartella del file
ja: ファイルと同じフォルダ
ko: 파일과 같은 폴더
pl: Ten sam folder co plik
pt: Mesma pasta do arquivo
ro: Același folder ca fișierul
ru: В папку с файлом
th: โฟลเดอร์เดียวกับไฟล์
tr: Dosyayla aynı klasör
uk: Та сама папка, що й файл
vi: Cùng thư mục với tệp
zh_hans: 与文件相同的文件夹
zh_hant: 與檔案相同的資料夾

# SetOpt_save_backup_location_folder
source: A specific folder
ar: مجلد محدد
cs: Určená složka
de: Ein bestimmter Ordner
el: Συγκεκριμένος φάκελος
es: Una carpeta específica
fa: یک پوشهٔ مشخص
fr: Un dossier spécifique
hu: Megadott mappa
id: Folder tertentu
it: Una cartella specifica
ja: 指定したフォルダ
ko: 특정 폴더
pl: Określony folder
pt: Uma pasta específica
ro: Un anumit folder
ru: В указанную папку
th: โฟลเดอร์ที่ระบุ
tr: Belirli bir klasör
uk: Указана папка
vi: Một thư mục cụ thể
zh_hans: 指定的文件夹
zh_hant: 指定的資料夾

# Set_save_backup_folder
source: Backup folder
ar: مجلد النسخ الاحتياطي
cs: Složka záloh
de: Sicherungsordner
el: Φάκελος αντιγράφων ασφαλείας
es: Carpeta de copias de seguridad
fa: پوشهٔ پشتیبان
fr: Dossier de sauvegarde
hu: Biztonsági másolatok mappája
id: Folder cadangan
it: Cartella dei backup
ja: バックアップのフォルダ
ko: 백업 폴더
pl: Folder kopii zapasowych
pt: Pasta de backup
ro: Folder pentru copii de rezervă
ru: Папка резервных копий
th: โฟลเดอร์ข้อมูลสำรอง
tr: Yedek klasörü
uk: Папка резервних копій
vi: Thư mục sao lưu
zh_hans: 备份文件夹
zh_hant: 備份資料夾

# SetDesc_save_backup_folder
source: The folder for backup copies when the location is a specific folder. Environment variables can be used.
ar: مجلد النسخ الاحتياطية عندما يكون الموقع مجلداً محدداً. يمكن استخدام متغيرات البيئة.
cs: Složka pro záložní kopie, pokud je jako umístění zvolena určená složka. Lze použít proměnné prostředí.
de: Der Ordner für Sicherungskopien, wenn als Speicherort ein bestimmter Ordner gewählt ist. Umgebungsvariablen können verwendet werden.
el: Ο φάκελος για τα αντίγραφα ασφαλείας όταν η θέση είναι συγκεκριμένος φάκελος. Μπορούν να χρησιμοποιηθούν μεταβλητές περιβάλλοντος.
es: La carpeta de las copias de seguridad cuando la ubicación es una carpeta específica. Se pueden usar variables de entorno.
fa: پوشهٔ رونوشت‌های پشتیبان، وقتی مکان روی یک پوشهٔ مشخص تنظیم شده است. می‌توان از متغیرهای محیطی استفاده کرد.
fr: Le dossier des copies de sauvegarde lorsque l'emplacement est un dossier spécifique. Les variables d'environnement sont autorisées.
hu: A biztonsági másolatok mappája, ha a hely beállítása Megadott mappa. Környezeti változók is használhatók.
id: Folder untuk salinan cadangan saat lokasinya adalah folder tertentu. Variabel lingkungan dapat digunakan.
it: La cartella per le copie di backup quando il percorso è una cartella specifica. È possibile usare variabili di ambiente.
ja: 場所を「指定したフォルダ」にしたときのフォルダです。環境変数を使えます。
ko: 위치가 특정 폴더일 때 백업 복사본을 둘 폴더입니다. 환경 변수를 사용할 수 있습니다.
pl: Folder kopii zapasowych, gdy lokalizacją jest określony folder. Można używać zmiennych środowiskowych.
pt: A pasta para cópias de backup quando o local é uma pasta específica. Variáveis de ambiente podem ser usadas.
ro: Folderul pentru copiile de rezervă când locația este un anumit folder. Se pot utiliza variabile de mediu.
ru: Папка для резервных копий, если выбрано расположение «В указанную папку». Можно использовать переменные среды.
th: โฟลเดอร์สำหรับสำเนาสำรองเมื่อตำแหน่งเป็นโฟลเดอร์ที่ระบุ สามารถใช้ตัวแปรสภาพแวดล้อมได้
tr: Konum belirli bir klasör olduğunda yedek kopyalar için kullanılan klasör. Ortam değişkenleri kullanılabilir.
uk: Папка для резервних копій, якщо вибрано розташування «Указана папка». Можна використовувати змінні середовища.
vi: Thư mục chứa bản sao lưu khi vị trí là một thư mục cụ thể. Có thể dùng biến môi trường.
zh_hans: 位置设为“指定的文件夹”时用于存放备份副本的文件夹。可以使用环境变量。
zh_hant: 位置設為「指定的資料夾」時，存放備份複本的資料夾。可以使用環境變數。

# Set_save_backup_generations
source: Backups to keep
ar: عدد النسخ الاحتياطية المحتفظ بها
cs: Počet uchovávaných záloh
de: Aufzubewahrende Sicherungen
el: Αντίγραφα ασφαλείας που διατηρούνται
es: Copias de seguridad que se conservan
fa: تعداد نسخه‌های پشتیبان
fr: Sauvegardes à conserver
hu: Megőrzött biztonsági másolatok
id: Cadangan yang disimpan
it: Backup da conservare
ja: バックアップの世代数
ko: 유지할 백업 수
pl: Liczba zachowywanych kopii
pt: Backups a manter
ro: Copii de rezervă păstrate
ru: Хранить резервных копий
th: จำนวนข้อมูลสำรองที่เก็บไว้
tr: Saklanacak yedekler
uk: Кількість резервних копій
vi: Số bản sao lưu giữ lại
zh_hans: 保留的备份数
zh_hant: 保留的備份數

# SetDesc_save_backup_generations
source: The number of older copies kept for each file.
ar: عدد النسخ الأقدم المحتفظ بها لكل ملف.
cs: Počet starších kopií uchovávaných pro každý soubor.
de: Die Anzahl älterer Kopien, die für jede Datei aufbewahrt werden.
el: Το πλήθος των παλαιότερων αντιγράφων που διατηρούνται για κάθε αρχείο.
es: El número de copias anteriores que se conservan para cada archivo.
fa: تعداد رونوشت‌های قدیمی‌تر که برای هر فایل نگه داشته می‌شوند.
fr: Le nombre d'anciennes copies conservées pour chaque fichier.
hu: Az egyes fájlokhoz megőrzött régebbi másolatok száma.
id: Jumlah salinan lama yang disimpan untuk setiap file.
it: Il numero di copie precedenti conservate per ogni file.
ja: ファイルごとに残す古いコピーの数です。
ko: 파일마다 유지할 이전 복사본의 수입니다.
pl: Liczba starszych kopii zachowywanych dla każdego pliku.
pt: O número de cópias antigas mantidas para cada arquivo.
ro: Numărul de copii mai vechi păstrate pentru fiecare fișier.
ru: Число хранимых старых копий для каждого файла.
th: จำนวนสำเนาเก่าที่เก็บไว้สำหรับแต่ละไฟล์
tr: Her dosya için saklanan eski kopya sayısı.
uk: Кількість старіших копій, що зберігаються для кожного файлу.
vi: Số bản sao cũ được giữ cho mỗi tệp.
zh_hans: 每个文件保留的旧副本数。
zh_hant: 每個檔案保留的舊複本數目。
